[{
    "title":"UKK-ئۇيغۇرچە، قازاقچە، قىرغىزچە كىرگۈزگۈچى",
    "titleEn":"UKK-Uyghur,Kazak, Kirghiz script Keyboard Layout",
    "description":"بۇ كىرگۈگۈچ ش ئۇ ئا ر مىللەتلەر تىل يېزىق خىزمىتى كومىتېتى تەرىپىدىن Unicode ئۆلچىمىنى ئومۇملاشتۇرۇش مەقسىتىدە تۈزۈلۈپ ھەقسىز تارقىتىلغان. ئۇيغۇرچە، قازاقچە، قىرغىزچە ئۈچ خىل تىلدىكى كىرگۈزگۈچ، خەت نۇسخىلىرى ۋە ئۇيغۇرچە، قازاقچە يېزىقلار ئۈچۈن ئۆلچەمسىز كىرگۈزگۈچتە كىرگۈزۈلگەن تېكىستلەرنى ئۆلچەملىك Unicode قا ئايلاندۇرۇپ بىرىدىغان كود ئالماشتۇرۇش قۇرالىنى ئۆز ئىچىگە ئالىدۇ.",
    "icon":"default.png",
    "OS":"Win XP 32bit",
    "author":"ياسىن ئىمىن",
    "fileUrl":"ukk-keyboard-layout.zip"
},{
    "title":"قازاقچە كىرگۈزگۈچ",
    "titleEn":"kazak script Keyboard Layout",
    "description":"قازاقچە كىرگۈزگۈچ پەقەت قازاقچە كونۇپكا تاختىسى بىلەن تەمىنلەيدۇ. خەت نۇسخىسىنى ئۆز ئىچىگە ئالمايدۇ. مەزكۇر كىرگۈزگۈچ 64 بىتلىق مەشغۇلات سىستېمىسىلىرىدا قازاقچە كىرگۈزگىلى بولماسلىق مەسىلىنى ھەل قىلىش ئۈچۈن تۈزۈلگەن.",
    "icon":"kk.png",
    "OS":"Win Vista/7/8/10 32/64bit",
    "author":"ئەلى ئەركىن",
    "fileUrl":"kazak-keyboard-layout.zip"
},{
    "title":"قىرغىزچە كىرگۈزگۈچ",
    "titleEn":"Kirghiz script Keyboard Layout",
    "description":"قىرغىزچە كىرگۈزگۈچ پەقەت قىرغىزچە كونۇپكا تاختىسى بىلەن تەمىنلەيدۇ. خەت نۇسخىسىنى ئۆز ئىچىگە ئالمايدۇ. مەزكۇر كىرگۈزگۈچ 64 بىتلىق مەشغۇلات سىستېمىسىلىرىدا قازاقچە كىرگۈزگىلى بولماسلىق مەسىلىنى ھەل قىلىش ئۈچۈن تۈزۈلگەن.",
    "icon":"ky.png",
    "OS":"Win Vista/7/8/10 32/64bit",
    "author":"ئەلى ئەركىن",
    "fileUrl":"kirghiz-keyboard-layout.zip"
},{
    "title":"چاغاتاي يېزىقى كىرگۈزگۈچى",
    "titleEn":"Chaghati Script Keyboard Layout",
    "description":"چاغاتاي ئۇيغۇر يېزىقى ئۇيغۇرلارنىڭ تارىختا ئەڭ ئۇزۇن ئىشلەتكەن كىلاسسىك يېزىقى ھىساپلىنىدۇ. بۇ كىرگۈزگۈچ تىلشۇناسلىق تەتقىقاتى، ئوقۇتۇش، كىلاسسىك ئەسەرلەرنى قايتا نەشىرگە تەييارلاش خىزمەتلىرىدە چاغاتايچە كىرگۈزۈشكە قولايلىق بولۇشى ئۈچۈن تۈزۈلگەن. بۇ كىرگۈزگۈچ خەت نۇسخىسىنى ئۆز ئىچىگە ئالمايدۇ. خەت نۇسخىسى ئۈچۈن ئەرەبچە ياكى پارسچە خەت نۇسخىلىرىنى ئىشلەتسىڭىز بولىدۇ.",
    "icon":"chg.png",
    "OS":"Win Vista/7/8/10, 32/64bit",
    "author":"ئەلى ئەركىن",
    "fileUrl":"Chaghatai-keyboard-layout.zip"
},{
    "title":"قەدىمكى تۈرك يېزىقى كىرگۈزگۈچى",
    "titleEn":"Old Turk Script Keyboard Layout",
    "description":"قەدىمىكى تۈرك يېزىقى(ئورقۇن يېزىقى، تۈرك رۇنىك يېزىقى دەپمۇ ئاتىلىدۇ) ئۇيغۇر بۇندىن ئون نەچچە ئەسىر بۇرۇن ئىشلەتكەن يېزىق بولۇپ، ھازىرغىچە ساقلىنىپ قالغان نۇرغۇن مەڭگۈ تاشلار مۇشۇ يېزىقتا يېزىلغان. بۇ كىرگۈزگۈچ تىلشۇناسلىق تەتقىقاتىدا قەدىمكى تۈرك يېزىقىنى كىرگۈزۈشكە قولايلىق بولىشى ئۈچۈن تۈزۈلگەن. خەت نۇسخسى ئۈچۈن Windows 10 مەشغۇلات سىستېمىسىدا تەمىنلەنگەن segoe ui خەت نۇسخسىنى ئىشلەتسىڭىز بولىدۇ.",
    "icon":"ots.png",
    "OS":"Win Vista/7/8/10, 32/64bit",
    "author":"ئەلى ئەركىن",
    "fileUrl":"Old-Turk-Script-keyboard-layout.zip"
}
]